Repository: brunopenner/mv-testimonials
Catalog: languages/mv-testimonials-*.po
Languages: pt_br

source: Testimonial
pt_br: Depoimento

source: Testimonials
pt_br: Depoimentos

source: Testimonials Options
pt_br: Opcoes de Depoimentos

source: User occupation
pt_br: Ocupacao do Usuario

source: User company
pt_br: Empresa do Usuario

source: User URL
pt_br: URL do usuario

source: Show More Testimonials
pt_br: Mostrar mais depoimentos

source: Your most beloved testimonials
pt_br: Seus depoimentos mais amados

source: Title
pt_br: Titulo

source: Number of testimonials to show
pt_br: Numero de depoimentos para exibicao

source: Display user image?
pt_br: Mostrar imagem do usuario?

source: Display occupation?
pt_br: Mostrar Ocupacao?

source: Display company?
pt_br: Mostrar nome da empresa?
